{
  "appName": "DICOOP",
  "appSubTitle": "<strong>DI</strong>stribuer les évaluateurs dans une <strong>C</strong>ertificati<strong>O</strong>n <strong>O</strong>rganisée par les <strong>P</strong>airs",
  "errors": {
    "excelImportError": "Erreur lors de l'importation du fichier Excel",
    "solverStartingError": "Erreur lors du démarrage du solveur",
    "solverStoppingError": "Erreur lors de l'arrêt du solveur",
    "solverRefreshingError": "Erreur lors du rafraîchissement du solveur"
  },
  "settingsMenu": {
    "title": "Paramètres",
    "language": "Langue",
    "sourceCode": "Code source",
    "guide": "Guide d'utilisation",
    "guideFileName": "/guides/GUIDE_UTILISATEUR_DICOOP.pdf",
    "about": "À propos",
    "aboutText1": "DICOOP (DIstribuer les évaluateurs dans une CertificatiOn Organisée par les Pairs) est un quasi-solveur pour une classe de problèmes d'ordonnancement, dont le problème est d’identifier et répartir N pairs évaluateurs sur N évaluations de pairs, sachant que d'autres types d'évaluateurs peuvent les accompagner (non-pro et externes), de telle sorte qu'il n'y ait pas de réciprocité dans l'évaluation, que l'équipe d'évaluateurs ait un ensemble de compétences attendues et que les évaluateurs changent d'une année sur l'autre pour chaque pair évalué afin de maximiser les échanges de connaissances dans la rencontre entre pairs et réduire les risques d’ententes tacites. Dans un souci d'équité entre évaluateurs, des options de distance à parcourir peuvent être choisies.",
    "aboutText2": "Identifier une solution idéale peut être extrêmement lent, mais en trouver une approximation est rapide et souvent assez bonne pour les besoins du monde réel.",
    "aboutText3": "Cette application a été pensée dans le cadre d’une collaboration entre différents chercheurs: Sylvaine Lemeilleur et Nicolas Paget (CIRAD, Montpellier, France), Abdallah Saffidine et Cecilia Xifei Ni (Computer Science and Engineering, University of New South Wales, Sydney, Australia) et Nathanaël Barrot (Kyushu University, Japon), ainsi que du développement informatique réalisé par Fabrice Dominguez (fgd-dev).",
    "aboutText4": "Elle fait suite à différentes demandes d’organisations de la société civile au Maroc et en France et a bénéficié du soutien de l’Agence Française de développement au titre du projet «Innovations Institutionnelles pour l’Agriculture Biologique en Afrique », coordonné par Afronet et dont le CIRAD est partenaire.",
    "aboutText5": "Elle a donné lieu à une première communication scientifique : Barrot, N., Lemeilleur, S., Paget, N., Saffidine, A., (2020). Peer Reviewing in Participatory Guarantee Systems: Modelisation and Algorithmic Aspects. Presented at the Nineteenth International Conference on Autonomous Agents and Multi-Agent Systems, Auckland, New Zealand.",
    "aboutText6": "Ainsi que du développement informatique réalisé par Fabrice Dominguez (fgd-dev) et Paul Zoblatin (Blolab).",
    "aboutText7": "A bénéficié du soutien de l'Agence Française de développement au titre du projet «Innovations Institutionnelles pour l'Agriculture Biologique en Afrique », coordonné par Afronet et dont le CIRAD est partenaire, puis du soutien de l'ADEME et Agropolis Fondation dans le cadre du projet « COMPAIRS » coordonné par le CIRAD.",
    "aboutText8": "Le code source de cette application est disponible sur GitHub."
  },
  "controls": {
    "import": "Importer",
    "export": "Exporter",
    "solve": "Résoudre",
    "stop": "Arrêter",
    "reset": "Réinitialiser"
  },
  "tabs": {
    "participants": "Participants",
    "distances": "Distances",
    "history": "Historique",
    "solutions": "Solutions"
  },
  "status": {
    "label": "État",
    "NOT_STARTED": "Non démarré",
    "SOLVING_ACTIVE": "Résolution en cours",
    "NOT_SOLVING": "Résolution terminée",
    "INITIALIZING": "Initialisation en cours",
    "SATISFIABLE": "Satisfaisant",
    "UNSATISFIABLE": "Insatisfaisant",
    "LAUNCHING_CLINGO": "Clingo est en cours",
    "ERROR": "Erreur",
    "id": "ID",
    "scoreLabel": "Score",
    "openScoreExplanation": "Ouvrir l'explication du score",
    "scoreExplanation": "Explication du score",
    "score": {
      "initScore": "Score initial",
      "hardScore": "Score hard",
      "mediumScore": "Score medium",
      "softScore": "Score soft",
      "feasible": "Faisable",
      "solutionInitialized": "Solution initialisée",
      "zero": "Zéro",
      "true": "Oui",
      "false": "Non"
    }
  },
  "settings": {
    "nbProParticipants": "Nombre de participants professionnels pour une évaluation",
    "nbAssignmentsPerPro": "Nombre d'évaluations à faire par participant professionnel",
    "nbNonProParticipants": "Nombre de participants non professionnels pour une évaluation",
    "nbAssignmentsPerNonPro": " Nombre d'évaluations à faire par participant non professionnel ",
    "nbExternalParticipants": "Nombre de participants externes pour une évaluation",
    "nbAssignmentsPerExternal": "Nombre d'évaluations à faire par participant externe",
    "nbRotations": "Nombre d'évaluations minimum avant évaluation par un même évaluateur",
    "nbInspectorsFollowingUp": "Nombre d'évaluateurs assurant le suivi d'une évaluation à l'autre",
    "travellingDistanceRange": "Distance de déplacement",
    "committeeMeetingSize": "Nombre de comptes rendus d'évaluation examinés par commission",
    "useAvailability": "Utiliser les disponibilités",
    "shuffleParticipants": "Mélanger les participants aléatoirement"
  },
  "participant": {
    "label": "Participant",
    "addAParticipant": "Ajouter un participant",
    "name": "Nom",
    "namePlaceholder": "Nom du participant",
    "type": "Type",
    "professional": "professionel",
    "non-professional": "non professionel",
    "external": "externe",
    "location": "Lieu",
    "locationPlaceholder": "Lieu du participant",
    "skills": "Compétences/ressources disponibles",
    "skillsPlaceholder": "Compétences/ressources disponibles du participant",
    "languages": "Langues",
    "languagesPlaceholder": "Langues du participant",
    "availability": "Disponibilité pour les commissions (jour, mois, saison)",
    "availabilityPlaceholder": "Disponibilité du participant",
    "requiredSkills": "Compétences/ressources requises",
    "requiredSkillsPlaceholder": "Compétences/ressources requises du participant",
    "vetoes": "Vétos",
    "vetoesPlaceholder": "Vétos du participant",
    "needsEvaluation": "Besoin d'évaluation ?",
    "maxNumberOfInspections": "Nombre maximum d'inspections",
    "maxNumberOfInspectionsDescription": "Laisser vide pour ne pas définir de limite",
    "save": "Enregistrer",
    "cancel": "Annuler",
    "delete": "Supprimer",
    "deleteConfirm": "Voulez-vous vraiment supprimer ce participant ?",
    "clickToEdit": "Cliquer pour éditer",
    "clearButtonLabel": "Effacer la sélection"
  },
  "solution": {
    "evaluatedPerson": "Personne évaluée",
    "timeslot": "Jour conseillé",
    "assignments": "Évaluateurs conseillés"
  },
  "cookies": {
    "button": "Accepter",
    "message1": "Ce site web utilise des cookies pour améliorer l'expérience de l'utilisateur.",
    "message2": "Ces cookies sont indispensables au bon fonctionnement du site web et ne peuvent pas être désactivés.",
    "message3": "Ils ne servent qu'à sauvegarder vos préférences de langue de l'interface et vos données en cours de modification pour ne pas les perdre en cas de problème.",
    "message4": "Vos données vous appartiennent et ne sont pas sauvegardées sur le serveur."
  }
}